Repository: Ancient/Kryn.cms
Catalog: inc/module/admin/lang/*.po
Languages: de

source: Pages
de: Seiten

source: Help
de: Hilfe

source: Unpulished contents
de: Unveröffentlichte Inhalte

source: Current Sessions
de: Aktuelle Session

source: FATAL ERROR: Can not create folder inc/upload.
de: FATAL ERROR: Kann Ordner inc/upload nicht erstellen.

source: FATAL ERROR: Can not create folder inc/upload/modules.
de: FATAL ERROR: Kann Ordner inc/upload/modules nicht erstellen.

source: Search
de: Suche

source: Clear cache
de: Leere Cache

source: Searchengine options
de: Suchmaschine optionen

source: Welcome
de: Willkommen

source: Edit my user settings
de: Bearbeite meine Benutzereinstellungen

source: Close
de: Schließen

source: Choose
de: Wähle

source: Please choose first.
de: Bitte wählen Sie zuerst aus.

source: Upload
de: Hochladen

source: Please choose one or more files
de: Bitte wähle eine oder mehrere Dateien

source: Files
de: Dateien

source: Upload file
de: Datei hochladen

source: Back
de: Zurück

source: Forward
de: Vorwärts

source: Up
de: Hoch

source: Refresh
de: Aktualisieren

source: New file
de: Neue Datei

source: New directory
de: Neuen Ordner

source: Icon view
de: Miniaturansicht

source: Image view
de: Bilderansicht

source: Detail view
de: Detailansicht

source: Hide system files
de: Verstecke Systemdateien

source: Go
de: Los

source: File name
de: Dateiname

source: Folder name
de: Ordnername

source: Rename
de: Umbenennen

source: Really remove selected file/s?
de: Wirklich selektierte Datei/en löschen?

source: One or more files already exist. Overwrite ?
de: Eine oder mehrer Deteien existieren bereits. Überschreiben ?

source: You cannot open a file in the trash folder. To view this file, press right click and choose recover.
de: Dateien im Mülleimer können nicht geöffnet werden. Um diese Datei zu bearbeiten, klicken Sie bitte rechtsklick und wählen 'Wiederherstellen'

source: Extensions
de: Erweiterungen

source: User defined
de: Benutzerdefiniert

source: %s: file not found
de: %s: Datei nicht gefunden

source: Size
de: Größe

source: Last modified
de: Letzt Modifikation

source: Directory
de: Ordner

source: This file will moved to: %s
de: Die Datei wird verschoben nach: %s

source: Are you really sure?
de: Ganz sicher?

source: Recover
de: Wiederherstellen

source: Remove
de: Entfernen

source: Open
de: Öffne

source: Open external
de: Öffne extern

source: Paste (strg+v)
de: Einfügen (strg+v)

source: Cut (strg+x)
de: Ausschneiden (strg+x)

source: Copy (strg+c)
de: Kopieren (strg+c)

source: Duplicate
de: Duplizieren

source: New version
de: Neue Version

source: Properties
de: Eigenschaften

source: duplication
de: duplizieren

source: New name
de: Neuer Name

source: New version created
de: Neue Version erstellt

source: %d files copied
de: %d Dateien kopiert

source: %s files copied
de: %s Dateien kopiert

source: %d files cut
de: %d Dateien ausgeschnitten

source: %s files cut
de: %s Dateien ausgeschnitten

source: selected files
de: ausgewählte Dateien

source: Searching ...
de: Suche ...

source: Results
de: Ergebnisse

source: No files found.
de: Keine Dateien gefunden.

source: diff
de: Unterschied

source: Loading ...
de: Lade ...

source: edit
de: bearbeiten

source: Save ...
de: Speichern ...

source: Saved
de: Gespeichert

source: Save
de: Speichern

source: Image %s
de: Bild %s

source: Loading image
de: Lade Bild

source: Rotate 90° left
de: Drehe um 90° nach links

source: Rotate 90° right
de: Drehe um 90° nach rechts

source: Resize to this dimension
de: Übernehme diese Größe

source: Resolution: %s
de: Auflösung: %s

source: General
de: Allgemein

source: Access
de: Zugriff

source: Filesystem
de: Dateisystem

source: Versions
de: Versionen

source: File does not exist.
de: Datei nicht gefunden.

source: Properties of %s
de: Eigenschaft von %s

source: Type
de: Typ

source: Folder
de: Ordner

source: Path
de: Pfad

source: Location
de: Ort

source: Created
de: Erstellt

source: Modified
de: Geändert

source: You have no access to this file.
de: Du hast kein Zugriff auf diese Datei.

source: Public access
de: Öffentlicher Zugriff

source: Following rules will be write in a regular .htaccess file. Please make sure, that your webserver allows such htaccess rules.
de: Die folgenden Regeln werden in eine .htaccess Datei gespeichert. Bitte stelle sicher, dass der Webserver solche Dateien akzeptiert.

source: Access of this folder
de: Zugriff auf diesen Ordner

source: Access of this file
de: Zugriff auf diese Datei

source: -- not defined --
de: -- nicht definiert --

source: Allow
de: Erlauben

source: Deny
de: Verweigern

source: Saves after change
de: Speichert nach dem ändern

source: Containing rules
de: Enthält Regeln

source: Access denied
de: Zugriff verweigert

source: Access granted
de: Zugriff gewährt

source: Intern access
de: Interner Zugriff

source: These rules are inherited by %s
de: Diese Regeln sind vererbt von %s

source: Target
de: Ziel

source: Sub
de: Unter

source: With subfiles
de: Mit Unterdateien

source: Write
de: Schreiben

source: Read
de: Lesen

source: Add new rule
de: Neue Regel hinzufuegen

source: Apply
de: Uebernehmen

source: Saved.
de: Gespeichert.

source: Local filesystem permissions
de: Lokale Dateisystem-Benutzerrechte

source: Execute
de: Ausführen

source: Owner
de: Besitzer

source: Group
de: Gruppe

source: Other
de: Andere

source: You can enter the numeric id or the name to change the owner/group id.
de: Du kannst eine Id oder einen Name eingeben, um den Besitzer bzw. die Gruppe zu ändern.

source: Owner id
de: Besitzer-Id

source: Group id
de: Gruppen-Id

source: Apply with all subfiles
de: Uebernehmen mit allen Unterdateien

source: Find ID
de: Finde ID

source: Set permissions ...
de: Setze Benutzerrechte ...

source: done.
de: Fertig.

source: Can not fetch user id.
de: Kann Benutzer-Id nicht holen.

source: Can not fetch group nid.
de: Kann Gruppen-Id nicht holen.

source: Can not fetch owner names.
de: Kann Besitzer-Name nicht holen.

source: File access saved
de: Dateirechte gespeichert

source: Date
de: Datum

source: Creator
de: Ersteller

source: Actions
de: Aktionen

source: The choosen version will be recovered to original path. The current file gets a new version.
de: Die ausgewaehlte Version wird wiederhergestellt zum Originalpfad. Die aktuelle Version bekommt eine neue Version.

source: File recovered
de: Datei wiederhergestellt

source: Contains
de: Beinhaltet

source: %1 files, %2 directories
de: %1 Dateien, %2 Ordner

source: Please choose
de: Bitte waehle

source: Disallow
de: Verbieten

source: Remove rule
de: Entferne Regel

source: User
de: Benutzer

source: Tags:
de: Stichwörter:

source: No results
de: Keine Ergebnisse

source: Username
de: Benutzername

source: Password
de: Passwort

source: Check Login. Please wait ...
de: Prüfe Login. Bitte warten ...

source: Please wait
de: Bitte warten

source: Login failed
de: Login fehlgeschlagen

source: Loading administration.
de: Lade Administration.

source: Loading done
de: Laden abgeschloßen

source: Welcome back, %s
de: Willkommen zurück, %s

source: Your last login was %s
de: Letzer Login war %s

source: Add %s
de: Fuege %s hinzu

source: Paste
de: Einfügen

source: Copy all
de: Kopiere alles

source: Crawling interrupted
de: Suche unterbrochen

source: Check searchindex
de: Pruefe Suchindex

source: Crawl unindexed
de: Suche Unindizierte

source: Searching for new pages
de: Suche neue Seiten

source: Keep index up to date
de: Halte Index aktuell

source: Crawling done
de: Suche fertig

source: Empty
de: Leer

source: Now
de: Jetzt

source: New
de: Neu

source: Settings
de: Einstellungen

source: Really remove?
de: Wirklich entfernen ?

source: View help to this field
de: Zeige Hilfe zu diesem Feld

source: No results.
de: Keine Funde.

source: Add
de: Hinzufügen

source: This list is based on files on this directory:
de: Diese Liste basiert auf folgenden Ordner:

source: Based on:
de: Basiert auf:

source: Element properties
de: Element Eigenschaften

source: Element access
de: Element Zugriff

source: Title
de: Titel

source: Picture
de: Bild

source: Pointer
de: Verknüpfung

source: Template
de: Vorlage

source: -- no layout --
de: -- Kein Layout --

source: Unsearchable
de: Undurchsuchbar

source: Release at
de: Anzeigen ab

source: Hide at
de: Verstecken ab

source: Limit access to groups
de: Grenze Zugriff auf Gruppen ein

source: Upload new file( s )
de: Lade neue Dateien hoch

source: Delete ...
de: Löschen ...

source: No title
de: Kein Titel

source: Number
de: Nummer

source: File chooser
de: Datei-Wähler

source: Page chooser
de: Seiten-Wähler

source: File select box
de: Datei selectbox

source: Files list chooser
de: Dateiliste

source: Delete property
de: Lösche Eigenschaft

source: Table:
de: Tabelle

source: Table key:
de: Tabellen-Key

source: Table label:
de: Tabellen-Label

source: Visitors
de: Besucher

source: Are you sure you want to leaving the administration? Unsaved content and uncomplete uploads will be discarded.
de: Sie sind im Begriff die Administration zu verlassen. Unspeicherte Inhalte gehen verloren.

source: Clearing cache ...
de: Leere Cache ...

source: Cache cleared
de: Cache geleert

source: Indexed pages
de: Indexierte Seiten

source: Clear index
de: Leere Index

source: Clearing index ...
de: Leere Index ...

source: Done
de: Fertig

source: New updates !
de: Neue Updates!

source: admin/images/extensions-text.png
de: admin/images/extensions-text-de.png

source: Add extension
de: Extension hinzufügen

source: Your browser window is too small.
de: Dein Browserfenster ist zu klein.

source: Cache storage
de: Cache speicherort

source: Cancel
de: Abbrechen

source: Admin-Path not found
de: Admin-Pfad nicht gefunden

source: Create a shortcut to the desktop
de: Erstelle eine Verknüpfung auf dem Desktop

source: [No title]
de: [Kein Titel]

source: Template file
de: Template Datei

source: Hide/Unhide
de: Zeige/Verstecke

source: Copy
de: Kopieren

source: Move up
de: Verschiebe hoch

source: Move down
de: Verschiebe runter

source: Drag and drop
de: Drag'n'Drop

source: Delete
de: Löschen

source: No layout
de: Kein Layout

source: Entry point
de: Einstiegspunkt

source: Choose deposit
de: Wähle Ablage

source: File: %s
de: Datei: %s

source: Open target
de: Öffne Ziel

source: -- Please choose --
de: -- Bitte wähle --

source: Remove selected
de: Markierte lösche

source: Export
de: Exportieren

source: Import
de: Importieren

source: Really remove selected?
de: Wirklich markierte löschen?

source: Really delete?
de: Wirklich löschen?

source: Add page
de: Seite hinzufuegen

source: Open/Close subitems
de: Oeffne/Schliesse Unterelement

source: Above
de: Drüber

source: Into
de: Hinein

source: Below
de: Darunter

source: Preview
de: Vorschau

source: page copied
de: Seite kopiert

source: Copy with subpages
de: Kopieren mit Unterseiten

source: page with subpages copied
de: Seiten mit Unterseiten kopiert

source: Before
de: Davor

source: After
de: Danach

source: Extension:
de: Erweiterung:

source: Please choose a extension and a plugin.
de: Bitte wähle eine Extension und ein Plugin.

source: Remove this widget
de: Lösche dieses Widget

source: Display this widget at desktop
de: Zeige dieses Widget auf dem Desktop

source: Select all
de: Markiere alle

source: me
de: ich

source: all
de: alle

source: Use * as wildcard
de: Benutze * als Platzhalter

source: Scroll to the bottom to load more entries.
de: Scrolle nach unten, um weitere zu laden.

source: No entries left.
de: Keine weiteren Eintraege.

source: Loading entries ...
de: Lade Eintraege ...

source: There are no entries.
de: Keine Eintraege.

source: Scroll to the top to load previous entries.
de: Scroll nach oben, um vorherige zu laden.

source: -- No value --
de: -- Kein Wert --

source: No value
de: Kein Wert

source: -- LIVE --
de: -- Veroeffentlicht --

source: -- Please Select --
de: -- Bitte waehle --

source: -- Please select --
de: -- Bitte waehle --

source: Save and publish
de: Speichern und veröffentlichen

source: Please fill!
de: Bitte ausfuellen!

source: Statistic
de: Statistik

source: Can not find position %1 in the widgetsLayout from extension %2
de: Kann position %1 nicht im widgetsLayout von der Extension %2 finden

source: -- No layout --
de: -- Kein Layout --

source: There are URL aliases for this page
de: Keine URL Aliase fuer diese Seite

source: Delete this alias
de: Entferne diesen Alias

source: Really delete this alias?
de: Wirklich diesen Alias entfernen?

source: No versions
de: Keine Versionen

source: New domain
de: Neue Domain

source: Theme
de: Thema

source: Sessions
de: Sitzungen

source: Contents
de: Inhalte

source: Resources
de: Ressourcen

source: Save and close
de: Speichern und schließen

source: Crawl this page now
de: Durchsuche diese Seite jetzt

source: Indexing ...
de: Indiziere ...

source: Failed
de: Fehlgeschlagen

source: Really delete this domain?
de: Wirklich diese Domain löschen?

source: Current language master is:
de: Aktueller Sprachmaster ist:

source: Failed - Check values
de: Fehlgeschlagen - Ueberpruefe Werte

source: Please make sure, that this domains points to this Kryn.cms installation. Otherwise you are not able to manage the content under the content tab.
de: Bitte sorge dafuer, dass diese Domain auf diese Kryn.cms-Installation zeigt. Ansonsten wirst du den Inhalt deiner Seiten nicht aendern koennen.

source: Startpage
de: Startseite

source: Use %title as placeholder for the pagetitle
de: Benutz %title als Platzhalter für den Seitentitel

source: Choose a favicon. Filetype .ico
de: Wähle ein Favicon. Dateityp .ico

source: Language
de: Sprache

source: Language master
de: Sprach-Master

source: Email sender
de: E-Mail versender

source: Extensions can use this email in outgoing emails as sender.
de: Erweiterungen können diese E-Mail-Adresse als versender für E-Mails angeben.

source: Theme properties
de: Thema Eigenschaften

source: Limit selectable layouts
de: Begrenze Layout-Auswahl

source: If you want to limit layouts to choose
de: Wenn Layouts für diese Domain eingeschränkt werden sollen

source: Session storage
de: Session Speicherort

source: SQL Database
de: SQL Datenbank

source: Session timeout
de: Sitzungs-Zeitüberschreitung

source: Frontend authentification
de: Frontend Authentifizierung

source: Please note that the user "admin" authenticate always against the Kryn.cms user.
de: Bitte beachte, dass sicher der User "admin" immer gegen Kryn.cms user authentifiziert.

source: Automatic session garbage collector
de: Automatischer Muellabfuhr fuer Sessions.

source: Decreases the performance when dealing with huge count of sessions. For more performance start the session garbage collector through a cronjob. Press the help icon for more informations.
de: Verringert die Geschwindigkeit, wenn sich viele Benutzer auf dem System bewegen. Benoetigt aktivierten Cronbjob. Klicke auf das Hilfe-Icon, um mehr Informationen zu erhalten.

source: Redirect
de: Weiterleitung

source: Define here the rules for searchengines. (robots.txt)
de: Regeln in Format von der Robots.txt für Suchmaschinen

source: Css and JS compression
de: Css und JS kompression

source: Merge all css files in one, same with javascript files. This improve the page render time
de: Fügt alle CSS-Dateien in eine, das selbe mit Javascript-Dateien. Dies lässt die Seite schneller laden.

source: 404-Page
de: 404-Seite

source: PHP file
de: PHP datei

source: Default
de: Standard

source: Deposit
de: Ablage

source: Title (navigation)
de: Titel (Navigation)

source: Alternative page title
de: Alternativer Seitentitel

source: Extern links with "http://"
de: Externe Links mit "Http://"

source: Open in
de: Öffnen mit

source: Same window
de: Gleichem Fenster

source: New window
de: Neuem Fenster

source: Keywords
de: Stichwörter

source: Description
de: Beschreibung

source: Visible (navigation)
de: Sichtbar (Navigation)

source: Force HTTPS
de: Erzwinge HTTPS

source: Show in navigation by no access
de: Zeige in Navigation bei bei keinem Zugriff

source: Shows this page in the navigations also with no access
de: Zeige diese Seite in der Navigation auch wenn der Benutzer auf diese Seite kein Zugriff hat

source: Redirect to page by no access
de: Leite auf diese Seite weiter bei keinem Zugriff

source: Choose a page, if you want to redirect the user to a page by no access.
de: Wähle eine Seite, wenn der Besucher auf ein Seite weitergeleitet bei keinem Zugriff werden soll

source: Verify access with this service
de: Prüfe Zugriff über folgenden Dienst

source: Only if group limition is active
de: Nur wenn Gruppenlimitierungen aktiviert ist

source: Show layout
de: Zeige Layout

source: No layouts found. Install layout extensions or create one.
de: Keine Layouts gefunden. Installieren oder erstellen Sie eine Layout-Erweiterung.

source: Please choose a layout for this page.
de: Bitte wähle ein Layout für diese Seite.

source: Hide element bar
de: Verstecke Element-Box

source: Live
de: Veröffentlicht

source: No version exists.
de: Keine Versionen

source: Load
de: Lade

source: Set Live
de: Veröffentliche

source: Publish this version ?
de: Veröffentliche diese Version

source: Add this page to the search index blacklist
de: Füge diese Seite zur Suchindex-Blacklist

source: Exclude this page from search index
de: Schließe diese Seite vom Suchindex aus.

source: Search words
de: Suchwärter

source: Search indexes for this site
de: Suchindex für diese Seite

source: Date of index
de: Datum von Indizierung

source: Content hash
de: Inhalt Hash

source: Action
de: Aktion

source: The URL
de: Die URL

source: has been added successfully to your search index blacklist.
de: wurder erfolgreich zur Suchindex-Blacklist hinzugefügt.

source: URL successfully added!
de: URL erfolgreich hinzugefügt!

source: Add this page to the blacklist
de: Füge diese Seite dem Suchindex-Blacklist hinzu

source: View this page
de: Zeige diese Seite

source: You have changed the URL. Should the system creates a new alias for the old one?
de: Du hast die URL geaendert. Soll das System einen neuen Alias fuer die alte URL anlegen?

source: No
de: Nein

source: Yes
de: Ja

source: Yes with subpages
de: Ja mit Unterseiten

source: Step 1: Define new items
de: Schritt 1: Definierte die Eintraege

source: Page
de: Seite

source: Visible
de: Sichtbar

source: Titles
de: Titels

source: Enter here the titles of the new items. Each item in one field.
de: Jedes Feld steht für eine neue Seite.

source: More items
de: Mehr Seiten

source: Step 2: Define the position
de: Schritt 2: Definiere die Position

source: To define the position, click on a target and choose a direction. You will see a information about the position in the left bottom area of this window.
de: Um die Position zu definieren, klicke auf eine Seite und wähle im anschließenden Popup die Position. Zusätzliche Information kann in der linken unteren Ecke dieses Fenster eingesehen werden.

source: Add pages to %s
de: Seite hinzufuege zu %s

source: No position choosen.
de: Keine Position gewählt.

source: Please choose a position.
de: Bitte wähle eine Position

source: License
de: Lizenz

source: Hour
de: Stunden

source: 3 Hours
de: 3 Stunden

source: 6 Hours
de: 6 Stunden

source: 12 Hours
de: 12 Stunden

source: Day
de: Tag

source: Week
de: Woche

source: Month
de: Monat

source: Quarter
de: Quartal

source: Specifiy
de: Benutzerdefiniert

source: Method
de: Methode

source: Download now
de: Jetzt herunterladen

source: Generate later
de: Erstelle spaeter

source: Local
de: Lokal

source: Relative paths starts at the root of the kryn installation.
de: Relativer Pfad startet in dem Installationsverzeichnis von Kryn.cms.

source: Starts at
de: Startet am

source: Immediately
de: Sofort

source: Each ...
de: Jede ...

source: Specify in minutes
de: Benutzerdefiniert in Minuten

source: Ends at
de: Beenden am

source: Infinite
de: Unendlich

source: Rounds
de: Runden

source: Once
de: Ein mal

source: Websites
de: Webseiten

source: Nothing
de: Nichts

source: All websites
de: Alle Webseiten

source: Choose nodes
de: Waehle eine Seite

source: With all versions
de: Mit allen Versionen

source: This includes additionally all versions. Please note: Can blow up the backup file.
de: Das beinhaltet zusaetzliche alle Versionen. Bitte beachte, dass das die Backupdatei extrem vergroessern kann.

source: Error
de: Fehler

source: The native language is english. Do not translate the english language, unless you want to adjust some phrases.
de: Die native Sprache ist Englisch. Bitte übersetzte nicht ins Englische, sondern immer vom Englischen in die anderen Sprachen.

source: Container
de: Inhaltsboxen

source: Navigations
de: Navigationen

source: Install a theme
de: Installiere ein Thema

source: Develop a theme
de: Entwickle ein Thema

source: Please enter the extension code for your theme extension:
de: Bitte gebe den Extensioncode für das neue Theme-Paket ein:

source: File
de: Datei

source: [edit]
de: [bearbeiten]

source: New extension
de: Neue Erweiterungen

source: Development
de: Entwicklung

source: Activated
de: Aktiviert

source: Information/Editorial office
de: Redaktion

source: Interface
de: Schnittstelle

source: Advertisement
de: Werbung

source: Security
de: Sicherheit

source: Download & Documents
de: Downloads und Dokumente

source: Language package
de: Sprachpaket

source: Data acquisition
de: Datenerfassung

source: Collaboration
de: Zusammenarbeit

source: Deactivate
de: Deaktivieren

source: Deactivated
de: Deaktiviert

source: Activate
de: Aktivieren

source: Deinstall
de: Deinstallieren

source: New version available
de: Neue Version verfügbar

source: Local extensions
de: Lokale Erweiterungen

source: My extensions
de: Meine Erweiterungen

source: Create extension
de: Erstelle Extension

source: Extension code:
de: Erweiterungscode

source: Edit
de: Bearbeiten

source: Share
de: Teilen

source: Install
de: Installieren

source: Search result:
de: Suchergebnisse:

source: Go to overview
de: Gehe zur Übersicht

source: No search results. :-(
de: Keine Ergebnisse gefunden

source: Extensions in %s
de: Erweiterungen in %s

source: by %s
de: von %s

source: To website
de: Zur Webseite

source: Categories
de: Kategorien

source: Theme / Layouts
de: Style / Layouts

source: Best themes
de: Beste Themen

source: Checking extensioncode:
de: Prüfe Extensioncode:

source: Please wait ...
de: Bitte warten ...

source: Extensioncode already in use. Please choose another:
de: Extensioncode bereits in Nutzung. Bitte wähle einen anderen.

source: Valid extensioncode.
de: Gültiger Extensioncode

source: Extensions folders created.
de: Erweiterungsordner angelegt.

source: Open extension editor
de: Öffne Erweiterungs-Editor

source: Database
de: Datenbank

source: Forms
de: Formulare

source: Docu
de: Doku

source: Themes
de: Styles

source: Really change language? Unsaved information will be lost.
de: Wirklich Sprache ändern ? Ungespeicherter Inhalt wird gelöscht.

source: Add form
de: Formular hinzufügen

source: Delete form
de: Formular löschen

source: Edit class
de: Klasse bearbeiten

source: Add plugin
de: Plugin hinzufügen

source: Title (english)
de: Titel (englisch)

source: Delete plugin
de: Lösche Plugin

source: Documentation
de: Dokumentation

source: Add table
de: Tabelle hinzufügen

source: Length
de: Länge

source: Add column
de: Feld hinzufügen

source: Delete table
de: Tabelle löschen

source: Delete column
de: Feld löschen

source: Column down
de: Feld runter

source: Add help
de: Hilfe hinzufügen

source: Add Link
de: Link hinzufügen

source: Title:
de: Titel:

source: Type:
de: Typ:

source: Class:
de: Klasse

source: Childs:
de: Kinder

source: Delete Link
de: Link löschen

source: Delete?
de: Löschen ?

source: Link up
de: Link hoch

source: Link down
de: Link runter
