Repository: Ancient/Kryn.cms
Catalog: inc/module/admin/lang/*.po
Languages: de

source: Comma seperated values
de: Komma separiert

source: No owner - local version
de: Kein Besitzer - Lokale Version

source: Dependency
de: Abhängigkeiten

source: Comma seperated list of extension. Example kryn=>0.5.073,admin>0.4.
de: Kommaseparierte Liste von Extension-Codes. Beispiel: kryn=>0.5.073,admin>0.4.

source: Visible in community
de: Sichtbar in Community

source: Is this extension searchable and accessible for others?
de: Ist diese Erweiterung suchbar und zugänglich für Andere ?

source: Category
de: Kategorie

source: What kind of extension is this?
de: Was für eine Erweiterung ist dies ?

source: Writable files
de: Beschreibbare Dateien

source: Specify these files which are not automaticly overwritten during an update (if a modification exist). One file per line. Use * as wildcard. Read docs for more information
de: Legen sie die Dateien fest, die bei einem Update nicht automatisch überschrieben werden.Eine Datei pro Zeile. Benutzen Sie * für die Wildcard. Bitte lesen Sie .docs für mehr Infos.

source: Add theme
de: Layout hinzufügen

source: Delete theme property
de: Lösche Thema-Eigenschaft

source: Propertie value
de: Eigenschaftswert

source: Delete Theme
de: Style löschen

source: Really delete this theme ?
de: Wollen Sie diesen Style wirklich löschen ?

source: Open template
de: Vorlage öffnen

source: Delete template
de: Vorlage löschen

source: Really delete this template ?
de: Wollen Sie diese Vorlage wirklich löschen ?

source: Add public property
de: Öffentliche Eigenschaft hinzufügen

source: Add property
de: Eigenschaft hinzufügen

source: Layout templates
de: Layoutvorlagen

source: Add layout template
de: Layoutvorlage hinzufügen ?

source: Element templates
de: Elementenvorlage

source: Add element template
de: Elementenvorlage hinzufügen

source: Navigation templates
de: Navigationsvorlage

source: Add navigation template
de: Navigationsvorlage hinzufügen

source: Key
de: Schlüssel

source: Translation
de: Übersetzung

source: Upload this version
de: Veröffentliche diese Version

source: Create package
de: Erstelle Paket

source: Unknown error
de: Unbekannter Fehler

source: Really upload this version ?
de: Wollen Sie diese Version wirklich veröffentlichen ?

source: Please enter your commit message. Leave blank to commit without a comment.
de: Bitte gebe eine Beschreibung zu dieser Version ein. Leer lassen, um ohne zu veröffentlichen.

source: Please enter your password (%s)
de: Bitte Passwort für %s eingeben

source: Publish to version %s
de: Veröffentliche zu Version %s

source: Commit message
de: Versions-Beschreibung

source: Extension successfully published.
de: Erweiterungen erfolgreich veröffentlicht

source: Publish error.
de: Error beim veröffentlichen

source: Files:
de: Dateien:

source: Module not found.
de: Erweiterung nicht gefunden

source: Config.json not found.
de: Config.json nicht gefunden

source: Cannot connect to kryn server
de: Konnte nicht zu kryn-servern verbinden

source: extension
de: erweiterung

source: from
de: vn

source: in category
de: in Kategorie

source: Cannot retrieve latest version
de: Konnte aktuellste Versionsinformationen nicht empfangen

source: Installed version
de: Installierte Version

source: You view a locale installation package!
de: Das ist eine lokale Installation-Datei!

source: Package
de: Paket

source: Package version: %s
de: Paket version: %s

source: No tags
de: Keine Tags

source: Last publish:
de: Letzte Veröffentlichung

source: Cannot connect to Server to retrieve latest version.
de: Konnte nicht zu kryn-servern verbinden, um Versionsinformationen abzufragen.

source: Install extension
de: Installiere Erweiterung

source: New themes installed
de: Neues Thema installiert

source: You have installed a new theme package. Please read the article <ka:help id="admin/use-theme-packages">Use theme packages</ka:help> to check out what you can do.
de: Ein neues Thema wurd installiert. Bitte lese <ka:help id="admin/use-theme-packages-de">Benutze neue Themen</ka:help> für mehr Informationen.

source: Installation complete
de: Installation komplett

source: Update extension
de: Update Erweiterung

source: install extension
de: Installiere Erweiterung

source: Update now
de: Updaten

source: Install now
de: Installieren

source: Select files to overwrite
de: Wählen sie die Dateien, die überschrieben werden sollen

source: No modified files
de: Keine bearbeiteten Dateien gefunden

source: Old
de: Alt

source: No new files
de: Keine neue Dateien

source: Really remove ?
de: Wirklich deinstallieren?

source: Deinstall extension
de: Deinstalliere Extension

source: Following files has been changed after installating. Selected files will be remove.
de: Folgende Dateien wurden nach der Installation verändert. Markierte Dateien werden entfernt.

source: Deinstall now
de: Deinstallieren

source: System title
de: Systemtitel

source: If you want to develop your own extensions, layoutpacks or other stuff, you have to connect with the community server. Enter your community email to connect with.
de: Wenn Sie Ihre eigenen Erweiterungen, Layoutpakete oder Ähnliches enwickeln wollen, müssen Sie sich mit dem Community-Server verbinden. Geben Sie Ihre e-Mail Adresse ein, um verbunden zu werden.

source: Languages
de: Sprachen

source: Limit the language selection. (systemwide)
de: Begrenze die Auswahl der Sprachen.

source: Display errors
de: Zeige Fehler

source: Prints errors to the frontend clients. You should deactivate this in productive systems
de: Zeigt Fehler im Frontend. Das sollte bei einem produktiven Einsatz bzgl. der Sicherheit deaktiviert werden.

source: Log errors
de: Speichere Fehler

source: Log all errors into specified (below) file
de: Speichere alle Fehler in angegebene Datei

source: Log errors target
de: Logge alle Fehler in diese Datei

source: If Log errors is activated, all errors will be written in this file. Example: inc/kryn.log
de: Wenn alle Fehler gespeichert werden sollen, werden alle Fehler un die angegeben Datei gespeichert.

source: Server timezone
de: Server Zeitzone

source: Database type
de: Datenbank Typ

source: Database server
de: Datenbank Server

source: Example: localhost
de: Beispiel: localhost

source: Database login
de: Datenbank Login

source: Database password
de: Datenbank Passwort

source: Database name
de: Datenbank Name

source: Database prefix
de: Datenbank Prefix

source: Force UTF8
de: Erzwinge UTF-8

source: If your mysql does not use utf8 as default, enable force utf8
de: Aktiviere 'Erzwinge UTF-8', wenn MySQL nicht standardmäßig UTF-8 benutzt

source: Saving ...
de: Speichere ...

source: Wating ...
de: Warte ...

source: Please enter your password
de: Bitte geben Dein Passwort ein

source: Cannot connect to community server.
de: Keine Verbindung zum Community-Server möglich.

source: Current database is:
de: Aktuelle Datenbank ist:

source: Type here your SQL ..
de: Gebe hier SQL ein ...

source: Result:
de: Ergebnis:

source: %sms execution time
de: %sms Exec-Zeit

source: %sms fetching time
de: %sms Fetch-Zeit

source: %sms request time
de: %ms HTTP-Anfrage-Zeit

source: An error has occurred
de: Ein Fehler ist aufgetreten

source: Successfull executed. 0 items returned.
de: Erfolgreich ausgeführt. 0 Zeilen zurückgeliefert

source: Area
de: Bereich

source: All
de: Alle

source: Lost pages (404)
de: Verlorene Seiten (404)

source: Authentication
de: Authentifizierung

source: System error and notices
de: Systemfehler und Notizen

source: Message
de: Mitteilung

source: January
de: Januar

source: Domain ( Language )
de: Domain ( Sprache )
